Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# BrowserGateway.NotValidAppBundle
source: The file at %@ is not a valid app bundle.
de: Die Datei unter %@ ist kein gültiges App-Bundle.
ja: %@にあるファイルは有効なアプリバンドルではありません。
pt_br: O arquivo em %@ não é um pacote de app válido.
ru: Файл по пути %@ не является допустимым пакетом приложения.
zh_hans: %@中的文件不是有效的应用包。

# BrowserGateway.PluginRequiredHeading
source: Plugin Required
de: Plugin erforderlich
ja: プラグインが必要です
pt_br: Plugin necessário
ru: Требуется плагин
zh_hans: 需要插件

# BrowserGateway.UpsellTitle
source: iTerm2 can display web pages! But first you must download the Browser Plugin.
de: iTerm2 kann Webseiten anzeigen! Zuerst müssen Sie jedoch das Browser-Plugin herunterladen.
ja: iTerm2はWebページを表示できます！ただし、最初にブラウザプラグインをダウンロードする必要があります。
pt_br: O iTerm2 pode exibir páginas da web! Mas primeiro você precisa transferir o Plugin do Navegador.
ru: iTerm2 умеет отображать веб-страницы! Но сначала нужно загрузить плагин браузера.
zh_hans: iTerm2 可以显示网页！但首先你必须下载浏览器插件。

# BrowserGateway.UseSystemBrowser
source: Use System Browser
de: Systembrowser verwenden
ja: システムのブラウザを使用
pt_br: Usar navegador do sistema
ru: Использовать системный браузер
zh_hans: 使用系统浏览器

# BrowserGeolocation.LocationUnavailable
source: Location information is unavailable.
de: Standortinformationen sind nicht verfügbar.
ja: 位置情報を利用できません。
pt_br: As informações de localização estão indisponíveis.
ru: Информация о местоположении недоступна.
zh_hans: 位置信息不可用。

# BrowserGeolocation.NetworkError
source: Network error while retrieving location.
de: Netzwerkfehler beim Abrufen des Standorts.
ja: 位置情報の取得中にネットワークエラーが発生しました。
pt_br: Erro de rede ao obter a localização.
ru: Ошибка сети при получении местоположения.
zh_hans: 获取位置时出现网络错误。

# BrowserGeolocation.RetrievalError
source: An error occurred while retrieving location: %@
de: Beim Abrufen des Standorts ist ein Fehler aufgetreten: %@
ja: 位置情報の取得中にエラーが発生しました: %@
pt_br: Ocorreu um erro ao obter a localização: %@
ru: Произошла ошибка при получении местоположения: %@
zh_hans: 获取位置时出现错误：%@

# BrowserGeolocation.TimeoutExpired
source: Timeout expired
de: Zeitlimit überschritten
ja: タイムアウトになりました
pt_br: Tempo limite esgotado
ru: Истекло время ожидания
zh_hans: 超时时间已到

# BrowserGeolocation.UserDenied
source: User denied the request for Geolocation.
de: Der Benutzer hat die Anfrage nach dem Standort abgelehnt.
ja: ユーザーが位置情報の要求を拒否しました。
pt_br: O usuário negou a solicitação de geolocalização.
ru: Пользователь отклонил запрос на определение местоположения.
zh_hans: 用户拒绝位置请求。

# BrowserHistory.VisitCount
source: Visited %lld times
de: %lld Mal besucht
ja: %lld 回訪問済み
pt_br: Visitado %lld vezes
ru: Посещено %lld раза
zh_hans: 已访问 %lld 次

# BrowserLocalPageManager.InvalidFilePath
source: Invalid file path: %@
de: Ungültiger Dateipfad: %@
ja: 無効なファイルパス: %@
pt_br: Caminho de arquivo inválido: %@
ru: Неверный путь к файлу: %@
zh_hans: 无效文件路径：%@

# BrowserManager.AllowAlways
source: Allow _Always
de: _Immer erlauben
ja: 常に許可(_A)
pt_br: Permitir _sempre
ru: _Всегда разрешать
zh_hans: 始终允许

# BrowserManager.AllowOnce
source: Allow _Once
de: _Einmal erlauben
ja: 一度だけ許可(_O)
pt_br: Permitir _uma vez
ru: Разрешить _один раз
zh_hans: 允许一次

# BrowserManager.AudioMutedPrompt
source: Audio was muted. Allow playback by %@?
de: Audio wurde stummgeschaltet. Wiedergabe durch %@ erlauben?
ja: 音声がミュートされました。%@ による再生を許可しますか？
pt_br: O áudio foi silenciado. Permitir a reprodução por %@?
ru: Звук был отключён. Разрешить воспроизведение для %@?
zh_hans: 音频已静音。允许 %@ 播放吗？

# BrowserManager.DenyAlways
source: De_ny Always
de: Immer _verweigern
ja: 常に拒否(_N)
pt_br: Ne_gar sempre
ru: Всегда _запрещать
zh_hans: 始终拒绝

# BrowserManager.DenyOnce
source: _Deny Once
de: Ein_mal verweigern
ja: 一度だけ拒否(_D)
pt_br: _Negar uma vez
ru: От_клонить один раз
zh_hans: 拒绝一次(_D)

# BrowserManager.WebPageAlert
source: Web Page Alert
de: Warnmeldung der Webseite
ja: Web ページのアラート
pt_br: Alerta da página web
ru: Оповещение веб-страницы
zh_hans: 网页提醒

# BrowserManager.WebPageConfirmation
source: Web Page Confirmation
de: Bestätigung der Webseite
ja: Web ページの確認
pt_br: Confirmação da página web
ru: Подтверждение веб-страницы
zh_hans: 网页确认

# BrowserPageSaver.FailedToCreateDirectory
source: Failed to create save directory
de: Speicherverzeichnis konnte nicht erstellt werden
ja: 保存先ディレクトリの作成に失敗しました
pt_br: Falha ao criar o diretório de salvamento
ru: Не удалось создать папку для сохранения
zh_hans: 无法创建保存目录

# BrowserPageSaver.FailedToGetHTML
source: Failed to get page HTML content
de: HTML-Inhalt der Seite konnte nicht abgerufen werden
ja: ページの HTML コンテンツの取得に失敗しました
pt_br: Falha ao obter o conteúdo HTML da página
ru: Не удалось получить HTML-содержимое страницы
zh_hans: 获取页面HTML内容失败

# BrowserPageSaver.FailedToSaveFile
source: Failed to save file
de: Datei konnte nicht gespeichert werden
ja: ファイルの保存に失敗しました
pt_br: Falha ao salvar o arquivo
ru: Не удалось сохранить файл
zh_hans: 文件保存失败

# BrowserPageSaver.SaveFailedMessage
source: Could not save the page: %@
de: Die Seite konnte nicht gespeichert werden: %@
ja: ページを保存できませんでした: %@
pt_br: Não foi possível salvar a página: %@
ru: Не удалось сохранить страницу: %@
zh_hans: 无法存储页面：%@

# BrowserPageSaver.SaveFailedTitle
source: Save Failed
de: Speichern fehlgeschlagen
ja: 保存に失敗しました
pt_br: Falha ao salvar
ru: Ошибка сохранения
zh_hans: 存储失败

# BrowserPasswordWriter.NotPasswordFieldPrompt
source: The focused field is not a password field. Fill it anyway?
de: Das fokussierte Feld ist kein Passwortfeld. Trotzdem ausfüllen?
ja: フォーカスされているフィールドはパスワードフィールドではありません。それでも入力しますか？
pt_br: O campo em foco não é um campo de senha. Preencher mesmo assim?
ru: Выбранное поле не является полем пароля. Всё равно заполнить его?
zh_hans: 焦点字段不是密码字段。仍然填充？

# BrowserPermissionManager.Allow
source: Allow
de: Erlauben
ja: 許可
pt_br: Permitir
ru: Разрешить
zh_hans: 允许

# BrowserPermissionManager.Block
source: Block
de: Blockieren
ja: ブロック
pt_br: Bloquear
ru: Блокировать
zh_hans: 阻止

# BrowserPermissions.AllowAudioPlayback
source: Allow Audio Playback
de: Audiowiedergabe erlauben
ja: 音声の再生を許可
pt_br: Permitir reprodução de áudio
ru: Разрешить воспроизведение звука
zh_hans: 允许音频播放

# BrowserPermissions.AllowCamera
source: Allow Camera
de: Kamera erlauben
ja: カメラを許可
pt_br: Permitir câmera
ru: Разрешить камеру
zh_hans: 允许摄像头使用

# BrowserPermissions.AllowCameraAndMicrophone
source: Allow Camera and Microphone
de: Kamera und Mikrofon erlauben
ja: カメラとマイクを許可
pt_br: Permitir câmera e microfone
ru: Разрешить камеру и микрофон
zh_hans: 允许摄像头和麦克风使用

# BrowserPermissions.Allowed
source: Allowed
de: Erlaubt
ja: 許可済み
pt_br: Permitido
ru: Разрешено
zh_hans: 允许

# BrowserPermissions.AllowLocation
source: Allow Location
de: Standort erlauben
ja: 位置情報を許可
pt_br: Permitir localização
ru: Разрешить определение местоположения
zh_hans: 允许位置信息

# BrowserPermissions.AllowMicrophone
source: Allow Microphone
de: Mikrofon erlauben
ja: マイクを許可
pt_br: Permitir microfone
ru: Разрешить микрофон
zh_hans: 允许麦克风使用

# BrowserPermissions.AllowNotifications
source: Allow Notifications
de: Benachrichtigungen erlauben
ja: 通知を許可
pt_br: Permitir notificações
ru: Разрешить уведомления
zh_hans: 允许通知功能

# BrowserPermissions.AudioPlayback
source: Audio Playback
de: Audiowiedergabe
ja: 音声再生
pt_br: Reprodução de áudio
ru: Воспроизведение звука
zh_hans: 音频播放

# BrowserPermissions.AudioPlaybackRequest
source: The website %@ wants to play audio.
de: Die Website %@ möchte Audio wiedergeben.
ja: ウェブサイト %@ が音声の再生を求めています。
pt_br: O site %@ quer reproduzir áudio.
ru: Сайт %@ хочет воспроизвести звук.
zh_hans: 该网站 %@ 想要播放音频。

# BrowserPermissions.Blocked
source: Blocked
de: Blockiert
ja: ブロック済み
pt_br: Bloqueado
ru: Заблокировано
zh_hans: 被阻止

# BrowserPermissions.Camera
source: Camera
de: Kamera
ja: カメラ
pt_br: Câmera
ru: Камера
zh_hans: 摄像头

# BrowserPermissions.CameraAndMicrophone
source: Camera and Microphone
de: Kamera und Mikrofon
ja: カメラとマイク
pt_br: Câmera e microfone
ru: Камера и микрофон
zh_hans: 摄像头和麦克风

# BrowserPermissions.CameraAndMicrophoneRequest
source: The website %@ wants to use your camera and microphone.
de: Die Website %@ möchte Ihre Kamera und Ihr Mikrofon verwenden.
ja: ウェブサイト %@ がカメラとマイクの使用を求めています。
pt_br: O site %@ quer usar sua câmera e seu microfone.
ru: Сайт %@ хочет использовать вашу камеру и микрофон.
zh_hans: 该网站 %@ 希望使用您的摄像头和麦克风。

# BrowserPermissions.CameraRequest
source: The website %@ wants to use your camera.
de: Die Website %@ möchte Ihre Kamera verwenden.
ja: ウェブサイト %@ がカメラの使用を求めています。
pt_br: O site %@ quer usar sua câmera.
ru: Сайт %@ хочет использовать вашу камеру.
zh_hans: 该网站 %@ 想要使用您的摄像头。

# BrowserPermissions.Location
source: Location
de: Standort
ja: 位置情報
pt_br: Localização
ru: Местоположение
zh_hans: 位置信息

# BrowserPermissions.LocationRequest
source: The website %@ wants to know your location.
de: Die Website %@ möchte Ihren Standort wissen.
ja: ウェブサイト %@ が位置情報の取得を求めています。
pt_br: O site %@ quer saber sua localização.
ru: Сайт %@ хочет узнать ваше местоположение.
zh_hans: 该网站 %@ 想要了解您的位置。

# BrowserPermissions.Microphone
source: Microphone
de: Mikrofon
ja: マイク
pt_br: Microfone
ru: Микрофон
zh_hans: 麦克风

# BrowserPermissions.MicrophoneRequest
source: The website %@ wants to use your microphone.
de: Die Website %@ möchte Ihr Mikrofon verwenden.
ja: ウェブサイト %@ がマイクの使用を求めています。
pt_br: O site %@ quer usar seu microfone.
ru: Сайт %@ хочет использовать ваш микрофон.
zh_hans: 该网站 %@ 希望使用您的麦克风。

# BrowserPermissions.NotificationRequest
source: The website %@ wants to send you notifications.
de: Die Website %@ möchte Ihnen Benachrichtigungen senden.
ja: ウェブサイト %@ が通知の送信を求めています。
pt_br: O site %@ quer enviar notificações para você.
ru: Сайт %@ хочет отправлять вам уведомления.
zh_hans: 该网站 %@ 希望向您发送通知。

# BrowserPermissions.Notifications
source: Notifications
de: Benachrichtigungen
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# BrowserPluginFinder.ChoosePrompt
source: Choose
de: Auswählen
ja: 選択
pt_br: Escolher
ru: Выбрать
zh_hans: 选择

# BrowserPluginFinder.Message
source: Select %@.
de: %@ auswählen.
ja: %@ を選択してください。
pt_br: Selecione %@.
ru: Выберите %@.
zh_hans: 选择 %@。

# BrowserPluginFinder.MustSelect
source: You must select %@
de: Sie müssen %@ auswählen
ja: %@ を選択する必要があります
pt_br: Você precisa selecionar %@
ru: Необходимо выбрать %@
zh_hans: 必须选择 %@

# BrowserPluginFinder.Title
source: Select %@
de: %@ auswählen
ja: %@ を選択
pt_br: Selecionar %@
ru: Выберите %@
zh_hans: 选择 %@

# BrowserSettings.AdBlockingDisabled
source: Ad blocking disabled
de: Werbeblockierung deaktiviert
ja: 広告ブロックが無効です
pt_br: Bloqueio de anúncios desativado
ru: Блокировка рекламы отключена
zh_hans: 广告拦截已禁用

# BrowserSettings.AdBlockingEnabled
source: Ad blocking enabled
de: Werbeblockierung aktiviert
ja: 広告ブロックが有効です
pt_br: Bloqueio de anúncios ativado
ru: Блокировка рекламы включена
zh_hans: 广告拦截已启用

# BrowserSettings.AdBlockRulesUpdated
source: Ad block rules updated successfully
de: Werbeblockierregeln erfolgreich aktualisiert
ja: 広告ブロックルールを更新しました
pt_br: Regras de bloqueio de anúncios atualizadas
ru: Правила блокировки рекламы успешно обновлены
zh_hans: 广告拦截规则更新成功

# BrowserSettings.AdBlockRulesUpdateFailed
source: Failed to update ad block rules: %@
de: Werbeblockierregeln konnten nicht aktualisiert werden: %@
ja: 広告ブロックルールの更新に失敗しました: %@
pt_br: Falha ao atualizar as regras de bloqueio de anúncios: %@
ru: Не удалось обновить правила блокировки рекламы: %@
zh_hans: 无法更新广告拦截规则：%@

# BrowserSettings.DatabaseDeleteFailedNoFolder
source: The browser database could not be deleted. Your application support folder could not be found.
de: Die Browser-Datenbank konnte nicht gelöscht werden. Ihr Anwendungsunterstützungsordner konnte nicht gefunden werden.
ja: ブラウザデータベースを削除できませんでした。アプリケーションサポートフォルダが見つかりませんでした。
pt_br: Não foi possível apagar o banco de dados do navegador. Não foi possível encontrar a pasta de suporte de aplicativos.
ru: Не удалось удалить базу данных браузера. Не удалось найти папку поддержки приложений.
zh_hans: 浏览器数据库无法删除。未找到您的应用程序支持文件夹。

# BrowserSettings.DatabaseDeleteFailedPath
source: The browser database could not be deleted. It is in %@
de: Die Browser-Datenbank konnte nicht gelöscht werden. Sie befindet sich in %@
ja: ブラウザデータベースを削除できませんでした。データベースは %@ にあります
pt_br: Não foi possível apagar o banco de dados do navegador. Ele está em %@
ru: Не удалось удалить базу данных браузера. Она находится в %@
zh_hans: 浏览器数据库无法删除。它位于 %@ 中

# BrowserSettings.DataCleared
source: All website data has been cleared successfully!
de: Alle Website-Daten wurden erfolgreich gelöscht!
ja: すべてのウェブサイトデータが正常に消去されました！
pt_br: Todos os dados de sites foram apagados!
ru: Все данные веб-сайтов успешно очищены!
zh_hans: 所有网站数据已成功清除！

# BrowserSettings.FilterListURLUpdated
source: Filter list URL updated
de: URL der Filterliste aktualisiert
ja: フィルターリストの URL を更新しました
pt_br: URL da lista de filtros atualizada
ru: URL-адрес списка фильтров обновлён
zh_hans: 过滤列表 URL 已更新

# BrowserSettings.InvalidLinkPref
source: Invalid link opening preference
de: Ungültige Einstellung zum Öffnen von Links
ja: 無効なリンクの開き方の設定です
pt_br: Preferência de abertura de links inválida
ru: Неверная настройка открытия ссылок
zh_hans: 无效的链接打开偏好设置

# BrowserSettings.InvalidPortNumber
source: Invalid port number
de: Ungültige Portnummer
ja: 無効なポート番号です
pt_br: Número de porta inválido
ru: Неверный номер порта
zh_hans: 无效的端口号

# BrowserSettings.InvalidSearchURL
source: Invalid search URL: must contain %@ placeholder
de: Ungültige Such-URL: muss den Platzhalter %@ enthalten
ja: 無効な検索 URL です: %@ プレースホルダーを含める必要があります
pt_br: URL de busca inválida: deve conter o marcador %@
ru: Неверный URL-адрес поиска: должен содержать заполнитель %@
zh_hans: 无效的搜索 URL：必须包含 %@ 占位符

# BrowserSettings.InvalidSuggestionURL
source: Invalid suggestion URL: must contain %@ placeholder
de: Ungültige Vorschlags-URL: muss den Platzhalter %@ enthalten
ja: 無効な検索候補 URL です: %@ プレースホルダーを含める必要があります
pt_br: URL de sugestão inválida: deve conter o marcador %@
ru: Неверный URL-адрес подсказок: должен содержать заполнитель %@
zh_hans: 无效的建议 URL：必须包含 %@ 占位符

# BrowserSettings.LinkPrefAsk
source: Link opening preference set to always ask
de: Einstellung zum Öffnen von Links auf „immer fragen“ gesetzt
ja: リンクの開き方の設定を「常に確認する」にしました
pt_br: Preferência de abertura de links definida para sempre perguntar
ru: Настройка открытия ссылок установлена на «всегда спрашивать»
zh_hans: 链接打开偏好设置设置为总是询问

# BrowserSettings.LinkPrefBuiltin
source: Links will always open in built-in browser
de: Links werden immer im integrierten Browser geöffnet
ja: リンクは常に内蔵ブラウザで開きます
pt_br: Os links sempre abrirão no navegador integrado
ru: Ссылки всегда будут открываться во встроенном браузере
zh_hans: 链接将始终在内置浏览器中打开

# BrowserSettings.LinkPrefDefault
source: Links will always open in default browser
de: Links werden immer im Standardbrowser geöffnet
ja: リンクは常にデフォルトブラウザで開きます
pt_br: Os links sempre abrirão no navegador padrão
ru: Ссылки всегда будут открываться в браузере по умолчанию
zh_hans: 链接将始终在默认浏览器中打开

# BrowserSettings.ProxyDisabled
source: Proxy disabled
de: Proxy deaktiviert
ja: プロキシが無効です
pt_br: Proxy desativado
ru: Прокси отключён
zh_hans: 代理被禁用

# BrowserSettings.ProxyEnabled
source: Proxy enabled
de: Proxy aktiviert
ja: プロキシが有効です
pt_br: Proxy ativado
ru: Прокси включён
zh_hans: 代理已启用

# BrowserSettings.ProxyHostUpdated
source: Proxy host updated
de: Proxy-Host aktualisiert
ja: プロキシホストを更新しました
pt_br: Host do proxy atualizado
ru: Хост прокси обновлён
zh_hans: 代理主机已更新

# BrowserSettings.ProxyPortUpdated
source: Proxy port updated
de: Proxy-Port aktualisiert
ja: プロキシポートを更新しました
pt_br: Porta do proxy atualizada
ru: Порт прокси обновлён
zh_hans: 代理端口已更新

# BrowserSettings.SearchEngineUpdated
source: Search engine updated
de: Suchmaschine aktualisiert
ja: 検索エンジンを更新しました
pt_br: Mecanismo de busca atualizado
ru: Поисковая система обновлена
zh_hans: 搜索引擎已更新

# BrowserSettings.SearchSuggestionsDisabled
source: Search suggestions disabled
de: Suchvorschläge deaktiviert
ja: 検索候補が無効です
pt_br: Sugestões de busca desativadas
ru: Поисковые подсказки отключены
zh_hans: 搜索建议被禁用

# BrowserSettings.SearchSuggestionsUpdated
source: Search suggestions updated
de: Suchvorschläge aktualisiert
ja: 検索候補を更新しました
pt_br: Sugestões de busca atualizadas
ru: Поисковые подсказки обновлены
zh_hans: 搜索建议已更新

# BrowserSourceHandler.InvalidSourceURL
source: Invalid source URL
de: Ungültige Quell-URL
ja: 無効なソース URL です
pt_br: URL de origem inválida
ru: Неверный URL-адрес источника
zh_hans: 无效的来源URL

# BrowserSourceHandler.NoSourceAvailable
source: No source available
de: Keine Quelle verfügbar
ja: ソースがありません
pt_br: Nenhum código-fonte disponível
ru: Исходный код недоступен
zh_hans: 没有可用的来源

# BrowserSuggestions.Bookmark
source: Bookmark
de: Lesezeichen
ja: ブックマーク
pt_br: Favorito
ru: Закладка
zh_hans: 书签

# BrowserSuggestions.NavigateTo
source: Navigate to “%@”
de: Zu „%@“ navigieren
ja: 「%@」に移動
pt_br: Navegar até “%@”
ru: Перейти на «%@»
zh_hans: 导航到“%@”

# BrowserSuggestions.SearchFor
source: Search for “%@”
de: Nach „%@“ suchen
ja: 「%@」を検索
pt_br: Buscar por “%@”
ru: Искать «%@»
zh_hans: 搜索“%@”

# BrowserSuggestions.WebSearch
source: Web Search
de: Websuche
ja: ウェブ検索
pt_br: Busca na web
ru: Поиск в интернете
zh_hans: 网页搜索

# BrowserToolbar.AddBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
ja: ブックマークを追加
pt_br: Adicionar favorito
ru: Добавить закладку
zh_hans: 添加书签

# BrowserToolbar.AskAI
source: Ask AI…
de: KI fragen…
ja: AI に質問…
pt_br: Perguntar à IA…
ru: Спросить ИИ…
zh_hans: 询问 AI…

# BrowserToolbar.Back
source: Back
de: Zurück
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 后退

# BrowserToolbar.DevNullInfo
source: ## /dev/null Mode Your browsing activity is not being saved. No history, bookmarks, or other data will be stored. This mode is set in the browser’s Profile under **Settings > Profile > Web > Privacy**. ## 🙈 🙉 🙊
de: ## /dev/null-Modus Ihre Browsing-Aktivität wird nicht gespeichert. Es werden weder Verlauf noch Lesezeichen noch andere Daten gespeichert. Dieser Modus wird im Profil des Browsers unter **Einstellungen > Profil > Web > Datenschutz** festgelegt. ## 🙈 🙉 🙊
ja: ## /dev/null モード このセッションでの閲覧内容は保存されません。履歴、ブックマーク、その他のデータは記録されません。 このモードはブラウザのプロファイルの **設定 > プロファイル > Web > プライバシー** で設定します。 ## 🙈 🙉 🙊
pt_br: ## Modo /dev/null Sua atividade de navegação não está sendo salva. Nenhum histórico, favorito ou outro dado será armazenado. Este modo é definido no perfil do navegador em **Ajustes > Perfil > Web > Privacidade**. ## 🙈 🙉 🙊
ru: ## Режим /dev/null Ваша активность в браузере не сохраняется. История, закладки и другие данные не будут сохранены. Этот режим задаётся в профиле браузера в разделе **Настройки > Профиль > Веб > Конфиденциальность**. ## 🙈 🙉 🙊
zh_hans: ## /dev/null 模式 您的浏览活动不会被保存。没有历史记录、书签或其他数据会被存储。 此模式在浏览器的配置文件中的**设置 > 配置文件 > Web > 隐私**选项中设置。 ## 🙈 🙉 🙊

# BrowserToolbar.DevNullMode
source: Dev Null Mode
de: /dev/null-Modus
ja: /dev/null モード
pt_br: Modo Dev Null
ru: Режим /dev/null
zh_hans: Dev Null 模式

# BrowserToolbar.ExitDistractionRemoval
source: Exit Distraction Removal
de: Ablenkungsfreien Modus verlassen
ja: 気を散らす要素の削除を終了
pt_br: Sair da remoção de distrações
ru: Выйти из режима устранения отвлечений
zh_hans: 退出干扰移除

# BrowserToolbar.ExitReaderMode
source: Exit Reader Mode
de: Lesemodus verlassen
ja: リーダーモードを終了
pt_br: Sair do modo de leitura
ru: Выйти из режима чтения
zh_hans: 退出阅读器模式

# BrowserToolbar.Forward
source: Forward
de: Vorwärts
ja: 進む
pt_br: Avançar
ru: Вперёд
zh_hans: 前进

# BrowserToolbar.History
source: History
de: Verlauf
ja: 履歴
pt_br: Histórico
ru: История
zh_hans: 历史记录

# BrowserToolbar.ManageBookmarks
source: Manage Bookmarks
de: Lesezeichen verwalten
ja: ブックマークを管理
pt_br: Gerenciar favoritos
ru: Управление закладками
zh_hans: 管理书签

# BrowserToolbar.Menu
source: Menu
de: Menü
ja: メニュー
ru: Меню
zh_hans: 菜单

# BrowserToolbar.ReaderMode
source: Reader Mode
de: Lesemodus
ja: リーダーモード
pt_br: Modo de leitura
ru: Режим чтения
zh_hans: 阅读器模式

# BrowserToolbar.Reload
source: Reload
de: Neu laden
ja: 再読み込み
pt_br: Recarregar
ru: Обновить
zh_hans: 重新载入

# BrowserToolbar.RemoveBookmark
source: Remove Bookmark
de: Lesezeichen entfernen
ja: ブックマークを削除
pt_br: Remover favorito
ru: Удалить закладку
zh_hans: 移除书签

# BrowserToolbar.RemoveDistractions
source: Remove Distractions
de: Ablenkungen entfernen
ja: 気を散らす要素を削除
pt_br: Remover distrações
ru: Устранить отвлечения
zh_hans: 移除干扰

# BrowserToolbar.ResetPermission
source: Reset %1$@ Permission (%2$@)
de: %1$@-Berechtigung zurücksetzen (%2$@)
ja: %1$@ の権限をリセット (%2$@)
pt_br: Redefinir permissão de %1$@ (%2$@)
ru: Сбросить разрешение «%1$@» (%2$@)
zh_hans: 重置%1$@权限（%2$@）

# BrowserToolbar.Settings
source: Settings
de: Einstellungen
ja: 設定
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

# BrowserToolbar.Stop
source: Stop
de: Stopp
ja: 停止
pt_br: Parar
ru: Остановить
zh_hans: 停止

# BrowserToolbar.UnmuteCurrentPage
source: Unmute Current Page
de: Stummschaltung der aktuellen Seite aufheben
ja: 現在のページのミュートを解除
pt_br: Reativar som da página atual
ru: Включить звук на текущей странице
zh_hans: 取消静音当前页面

# BrowserViewController.BookmarkRemoved
source: Bookmark Removed
de: Lesezeichen entfernt
ja: ブックマークを削除しました
pt_br: Favorito removido
ru: Закладка удалена
zh_hans: 书签已移除

# BrowserViewController.CouldNotCreateMovie
source: Could not create movie: %@
de: Film konnte nicht erstellt werden: %@
ja: 動画を作成できませんでした: %@
pt_br: Não foi possível criar o filme: %@
ru: Не удалось создать видео: %@
zh_hans: 无法创建影片：%@

# BrowserViewController.ProblemSavingMovieHeading
source: Problem saving instant replay movie
de: Problem beim Speichern des Sofortwiedergabe-Films
ja: インスタントリプレイの動画の保存で問題が発生しました
pt_br: Problema ao salvar o filme do Instant Replay
ru: Проблема при сохранении видео мгновенного повтора
zh_hans: 存储即时回放影片时出现问题

# BrowserViewController.Untitled
source: Untitled
de: Unbenannt
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 未命名

# BuiltInFunction.InvalidArgument
source: Invalid argument %1$@ to %2$@
de: Ungültiges Argument %1$@ für %2$@
ja: %2$@ への引数 %1$@ が無効です
pt_br: Argumento inválido %1$@ para %2$@
ru: Неверный аргумент %1$@ для %2$@
zh_hans: 参数%1$@对%2$@无效

# BuiltInFunction.InvalidReference
source: Invalid reference “%1$@” to %2$@
de: Ungültiger Verweis „%1$@“ auf %2$@
ja: %2$@ への参照「%1$@」が無効です
pt_br: Referência inválida “%1$@” para %2$@
ru: Неверная ссылка «%1$@» на %2$@
zh_hans: 引用“%1$@”对%2$@无效

# BuiltInFunction.MissingSessionID
source: Missing session_id. This shouldn’t happen so please report a bug.
de: Fehlende session_id. Das sollte nicht passieren, bitte melden Sie einen Fehler.
ja: session_id がありません。これは本来起こらないはずなのでバグを報告してください。
pt_br: session_id ausente. Isso não deveria acontecer, então reporte um bug.
ru: Отсутствует session_id. Такого не должно происходить, пожалуйста, сообщите об ошибке.
zh_hans: 缺少会话ID。不应发生此情况，请报告错误。

# BuiltInFunction.NoSuchSession
source: No such session
de: Keine solche Sitzung
ja: そのようなセッションはありません
pt_br: Sessão inexistente
ru: Такой сессии не существует
zh_hans: 没有该会话

# BuiltInFunction.TypeMismatch
source: Type mismatch for argument %1$@. Expected %2$@ but got %3$@.
de: Typkonflikt bei Argument %1$@. Erwartet wurde %2$@, erhalten wurde %3$@.
ja: 引数 %1$@ の型が一致しません。%2$@ が必要ですが、%3$@ が渡されました。
pt_br: Tipo incompatível para o argumento %1$@. Esperava %2$@, mas obteve %3$@.
ru: Несоответствие типа для аргумента %1$@. Ожидался %2$@, но получен %3$@.
zh_hans: 参数%1$@的类型不匹配。预期的是%2$@，但实际得到的是%3$@。

# BuiltInFunction.UndeclaredIdentifier
source: Undeclared identifier %@
de: Nicht deklarierter Bezeichner %@
ja: 宣言されていない識別子 %@
pt_br: Identificador não declarado %@
ru: Необъявленный идентификатор %@
zh_hans: 未声明的标识符%@

# BulkCopy.CopyFromProfileLabel
source: Copy these settings from profile “%@”:
de: Diese Einstellungen aus dem Profil „%@“ kopieren:
ja: プロファイル「%@」からこれらの設定をコピーする:
pt_br: Copiar estes ajustes do perfil “%@”:
ru: Копировать эти настройки из профиля «%@»:
zh_hans: 从配置文件“%@”拷贝这些设置：
